export const cares = {
  hospital : [
    {
      id: 'h0001',
      name: '병원명',
      date: '(2024.08.02)',
      dx: '슬개골 탈구 2기',
      comment: '내측 슬개골 탈구와 관련된 근골격계의 이상으로는 경골 결절의 내측화, 짧고 얕은 대퇴도르래, 대퇴사두근의 내측변위, 내측 도르래 융기의 저형성, 무릎관절의 회전에 대한 불안정성, 내측관절낭 및 근조직의 수축과 손상, 외측지대의 손상과 늘어짐이 보임으로 수술을 권합니다.'
    },
    {
      id: 'h0002',
      name: '병원명2',
      date: '(2024.07.28)',
      dx: '냉방병',
      comment: '내측 슬개골 탈구와 관련된 근골격계의 이상으로는 경골 결절의 내측화, 짧고 얕은 대퇴도르래, 대퇴사두근의 내측변위, 내측 도르래 융기의 저형성, 무릎관절의 회전에 대한 불안정성, 내측관절낭 및 근조직의 수축과 손상, 외측지대의 손상과 늘어짐이 보임으로 수술을 권합니다.'
    },
  
  ],
  solution : [
    {
      title: '1. 체중 관리',
      content: [
        '체중 감소: 과체중은 관절에 더 큰 부담을 주므로, 적절한 체중을 유지하는 것이 중요합니다.',
        '균형 잡힌 식단: 고품질의 단백질과 관절 건강에 도움이 되는 오메가-3 지방산이 포함된 식단을 제공하세요. '
      ]
    },
    {
      title: '2. 적절한 운동',
      content: [
        '부드러운 운동: 무리한 활동은 피하고, 슬개골에 무리가 가지 않는 선에서 가벼운 산책이나 수영 같은 운동을 시켜주세요.',
        '평평한 지면: 울퉁불퉁한 지형보다는 평평한 지면에서 산책하는 것이 좋습니다. '
      ]
    },
    {
      title: '3. 관절 보호 제품',
      content: [
        '관절 보조제: 글루코사민, 콘드로이틴 등의 성분이 포함된 관절 보조제를 수의사와 상담 후 제공할 수 있습니다.',
        '슬개골 보호대: 슬개골을 지지하는 보호대를 사용하여 무릎이 안정되도록 돕습니다.'
      ]
    },
    {
      title: '4. 환경 관리',
      content: [
        '미끄럼 방지: 강아지가 생활하는 공간에서 미끄러지지 않도록 러그나 카펫을 깔아주세요.',
        '점프 제한: 높은 곳에서 점프하지 않도록 소파나 침대로의 접근을 제한하는 것이 좋습니다.'
      ]
    },
    {
      title: '5. 수의사와의 상담',
      content: [
        '정기적인 검사: 슬개골 탈구는 진행될 수 있으므로, 정기적으로 수의사와 상태를 점검하는 것이 중요합니다. ',
        '수술적 치료: 심한 경우 수술이 필요할 수 있으므로, 수의사와의 상담을 통해 치료 방법을 결정하세요. ',
        '슬개골 탈구는 관리와 케어를 통해 증상 완화와 더불어 삶의 질을 향상시킬 수 있습니다. ',
        '강아지의 상태에 맞는 적절한 조치를 취하는 것이 중요합니다.'
      ]
    },
  ],
}
